{
  "qna": [
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/qa_whatareanemployersobligationsandoptionswhenanemployeesubmitsaresignationwhileonfmlaleave.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Family and Medical Leave Act (FMLA)",
      "alt": {
        "markdown": "<p>An employer's obligations and options for job reinstatement and benefits continuation for an employee on FMLA leave change when the employee has submitted a letter of resignation or another formal notice of intent not to return to work. Once the employer receives this notification, <a href=\"http&#58;//www.ecfr.gov/cgi-bin/text-idx?c=ecfr&amp;sid=abbd92cdff37c5d32de741cc5ccc1e81&amp;rgn=div5&amp;view=text&amp;node=29&#58;3.1.1.3.54&amp;idno=29#se29.3.825_1311\" target=\"_blank\">FMLA Regulation 825.311 (b)</a> applies. The regulation states, &quot;If an employee gives unequivocal notice of intent not to return to work, the employer's obligations under FMLA to maintain health benefits (subject to COBRA requirements) and to restore the employee cease. However, these obligations continue if an employee indicates he or she may be unable to return to work but expresses a continuing desire to do so.&quot;</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/qa_whatareanemployersobligationsandoptionswhenanemployeesubmitsaresignationwhileonfmlaleave.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.026",
      "type": "qna",
      "q": [
        "FMLA: Resignation: What are an employer’s obligations and options when an employee submits a resignation while on FMLA leave?",
        "What do we do if an employee quits while on FMLA leave?",
        "What do we do if an employee quits before their FMLA leave ends?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/askingaboutarrestsandconvictions.aspx",
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>No federal law clearly prohibits an employer from asking applicants about arrest and conviction records. However, using such records as an absolute measure to prevent an individual from being hired could limit the employment opportunities of some protected groups. Therefore, the Equal Employment Opportunity Commission (EEOC) released guidance on <a href=\"https&#58;//www.eeoc.gov/laws/guidance/arrest_conviction.cfm\">employer use of arrest and conviction records</a> that seeks to clarify the Commission's longstanding position on the limited use of these records in employment.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/askingaboutarrestsandconvictions.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.057",
      "type": "qna",
      "q": [
        "Background Checks: Are there federal and/or state laws prohibiting employers from asking applicants about arrests and convictions?",
        "Can we ask about an applicant's arrest record?",
        "Can we ask about an applicant's conviction?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/requestforapayincrease.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Compensation",
      "alt": {
        "markdown": "<p>Deciding whether to provide an employee with a requested pay increase, outside the regularly scheduled compensation review period, relies on several factors. There isn’t a one-size-fits-all solution. Questions to ask include&#58;</span></p><ul><li><span>What is the company policy as it relates to pay decisions and increases? Some companies may not have policies. In that case, it would be helpful to consider how past requests for increases have been handled.</li><li>What is the company’s compensation philosophy? Whether formally written or not, most organizations have developed an opinion or culture as it relates to compensation decisions. This could be as simple as “We do not grant any increases outside of our normal merit increase schedule” or “We review each request on the basis of its own merit.” The decision to grant the raise should be consistent with the company’s philosophy...</span></li></ul><p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/requestforapayincrease.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.017",
      "type": "qna",
      "q": [
        "Pay Increase: What is the best way to handle an employee’s request for a pay increase?",
        "How should we handle it when an employee asks for a pay raise?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/verifyi-9formwhenemployeesnamechange.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "I-9",
      "alt": {
        "markdown": "<p>You are not required to update Form I-9 when an em­ployee changes his or her name. However, USCIS recom­mends that you maintain correct information on Forms I-9 and note any name changes in Section 3.Form I-9 regulations do not require that an employee present you with documentation to show that the employee has changed his or her name. However, you may take steps—such as asking the employee for the basis of the name change—to be reasonably assured of the employee’s identity and the veracity of the employee’s claim of a name change. If provided by the employee, you may ac­cept evidence of the name change to keep with Form I-9, so that your actions are well-documented if the govern­ment asks to inspect your Forms I-9.</p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/verifyi-9formwhenemployeesnamechange.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.012",
      "type": "qna",
      "q": [
        "Updating/Reverifying: Do I need to update or reverify Form I-9 when an employee has a name change?",
        "Do I have to complete another I-9 when there is a name change?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canbackgroundchecksbeconductedonindependentcontractorsandothercontingentworkers.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p><span class=\"shrm-Style-NoDropCap\">In</span> general, employers may conduct background checks on all individuals performing work at their worksites including independent contractors and other contingent workers. Many employers conduct background checks on all workers in an effort to reduce risks and liabilities related to staffing practices, and some employers are required by federal, state and local laws to conduct background checks.</p><p>When determining if an employer should conduct background checks on independent contractors and other contingent workers, employers should consider any legal requirements, client agreements, government contract requirements and common industry practices.</p><p>To read rest of the article, click <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canbackgroundchecksbeconductedonindependentcontractorsandothercontingentworkers.aspx\">here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.036",
      "type": "qna",
      "q": [
        "Background Investigations: Can background checks be conducted on independent contractors and other contingent workers?",
        "Can we run a background check on an independent contractor?",
        "Should employers conduct background checks on independent contractors?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/benefitscoveragesummaryunderppaca.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Benefits",
      "alt": {
        "markdown": "<p>Under the final rule of the Patient Protection and Affordable Care Act (PPACA), U.S. health insurers and group health plan ​providers are required to provide a Summary of Benefits and Coverage (SBC) to consumers.&#160;<span style=\"line-height&#58;1.6;\">The <span style=\"line-height&#58;25.6px;\">D</span><span style=\"line-height&#58;25.6px;\">epartment of Labor</span><span style=\"line-height&#58;25.6px;\">&#160;(DOL)</span>​ provides SBC instructions and templates on this&#160;</span><span style=\"line-height&#58;1.6;\"></span><a href=\"https&#58;//www.dol.gov/agencies/ebsa/laws-and-regulations/laws/affordable-care-act/for-employers-and-advisers/summary-of-benefits\" target=\"_blank\" style=\"line-height&#58;1.6;\">web​page</a><span style=\"line-height&#58;1.6;\">. </p><p>The SBC is a document that will help consumers compare and select health insurance coverage that best meets their needs by providing easy-to-understand language of health plan benefits. The SBC must include 12 content elements:</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/benefitscoveragesummaryunderppaca.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.018",
      "type": "qna",
      "selected": false,
      "q": [
        "Health Care Reform: What is the Summary of Benefits and Coverage under the Patient Protection and Affordable Care Act?",
        "What is the Summary of Benefits and Coverage under the ACA?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/employeeaccommodationswithoutdocumentation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>The EEOC's guidance on&#160;<a href=\"http&#58;//www.eeoc.gov/policy/docs/accommodation.html\" target=\"_blank\">Reasonable Accommodation and Undue Hardship Under the Americans with Disabilities Act</a>&#160;provides an alternative to requesting documentation regarding an employee's disability and need for accommodation. An employer can have a conversation with the employee regarding the nature of the disability and the types of limitations that the disability may impose on the employee's ability to perform the essential functions of the job. The point of the conversation should be to help the employee articulate the need for an accommodation rather than attempt to rule out the need to provide an accommodation.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/employeeaccommodationswithoutdocumentation.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.033",
      "type": "qna",
      "selected": false,
      "q": [
        "What should an employer do if an employee states he or she needs an accommodation but doesn't have any documentation to back it up?",
        "What should an employer do if an employee needs an accommodation but does not have a doctor's note?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/sponsorshipforh1bvisa.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Immigration and Visas",
      "alt": {
        "markdown": "<p>...An employer is not required by law to sponsor for an H-1B visa a candidate who is not eligible to work in the United States. An employer may have a policy, applicable to all positions, that it does not sponsor employment visas; or an employer may have a policy listing specific positions (typically hard-to-fill positions) that are eligible for sponsorship.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/sponsorshipforh1bvisa.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.027",
      "type": "qna",
      "q": [
        "Can we refuse to consider a candidate who is not eligible to work in the United States and would require sponsorship for an H-1B visa?",
        "Do we have to sponsor someone who requires an employment visa to work in the U.S.?",
        ""
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/ifanemployeeadmitsthatheorshehasbeendrinkingwhileworking,canweterminatethatperson.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Termination",
      "alt": {
        "markdown": "<p>Generally, yes. However, as with all decisions to terminate employment, employers will want to carefully think through the situation. If a manager sees an employee who appears to be inebriated at work or encounters an employee who smells of alcohol, the manager should... </p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/ifanemployeeadmitsthatheorshehasbeendrinkingwhileworking,canweterminatethatperson.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.016",
      "type": "qna",
      "selected": false,
      "q": [
        "Termination: If an employee admits that he or she has been drinking while working, can we terminate that person?",
        "Can I fire someone for drinking on the job?",
        "Can I terminate an employee who is intoxicated?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/vacationpayout.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Paid Time Off (PTO)",
      "alt": {
        "markdown": "<p>This is governed by law in the state where the employee works. Many states require the payout of any accrued but unused vacation pay at termination; these laws are generally found in each state's wage and hour laws, under the termination pay requirements. </p>For more information click <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/vacationpayout.aspx\">here</a>.",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.032",
      "type": "qna",
      "q": [
        "Do we have to pay out unused vacation pay to employees who leave our company?",
        "Do we have to pay vacation balances upon termination?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/dockingexemptpay.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Fair Labor Standards Act (FLSA), Employee Performance & Discipline",
      "alt": {
        "markdown": "<p>Although it is discouraged by many experts, employers may in some circumstances dock pay to penalize an employee for violating a written policy.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/dockingexemptpay.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.040",
      "type": "qna",
      "selected": false,
      "q": [
        "Legal & Regulatory: Disciplinary Docking: Under the FLSA, may I dock an employee’s pay as a disciplinary penalty?",
        "Can we dock an exempt employee's pay for a policy violation?",
        "",
        ""
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/terminatingforperformance.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Termination, Employee Performance & Discipline",
      "alt": {
        "markdown": "<p>Throughout employment, managers should have ongoing conversations with all employees about their performance, and employees need to be coached and counseled at the first signs of performance problems. Informal feedback and coaching or additional training should be conducted prior to any disciplinary procedures, but in some circumstances coaching and training is conducted at the time of the disciplinary action or development of a performance improvement plan.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/terminatingforperformance.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.051",
      "type": "qna",
      "selected": false,
      "q": [
        "Termination: Performance: What steps should an employer take before terminating an employee for performance issues?",
        "Can we terminate an employee for job performance issues?",
        "Can we terminate for poor performance?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/reasonableperson.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Harassment",
      "alt": {
        "markdown": "<p>In workplace harassment situations, the perspective of a reasonable person is one aspect of the criteria used to determine whether a work environment is hostile. The reasonable person standard aims to avoid the potential for parties to claim they suffered harassment when most people would not find such instances offensive if they themselves were the subject of such acts.</p></div><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/reasonableperson.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.058",
      "type": "qna",
      "q": [
        "Harassment: What is meant by the term reasonable person?",
        "What is a reasonable person?",
        "Reasonable Person Standard"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousholidaysoff.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Religious Accommodations",
      "alt": {
        "markdown": "<p>Employers with 15 or more employees must make reasonable accommodations for employees’ religious observances, according the Title VII of the Civil Rights Act of 1964. Therefore, if covered employers can reasonably accommodate the employee’s request, they must. Some state anti-discrimination laws may cover even smaller employers.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousholidaysoff.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.061",
      "type": "qna",
      "q": [
        "Religious Accommodations: Holidays: Must employers allow employees to have religious holidays off?",
        "Do we have to give an employee off on a religious holiday?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousauthoritydocumentation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Religious Accommodations",
      "alt": {
        "markdown": "<p>Tempting as it might be to require documentation from a religious authority to verify that the employee is a practicing member, employees are not required to provide notes from their clergy. Furthermore, an employee’s firmly held religious, ethical or moral beliefs may not be associated with a specific organized religion, and that does not alter the possibility that employers may be required to honor an employee’s religious accommodation request.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousauthoritydocumentation.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.062",
      "type": "qna",
      "q": [
        "Can we require documentation from a religious authority to verify an employee's request for religious accommodation?",
        "Can we require proof for a religious accommodation request?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousbeliefsandsaturdays.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Religious Accommodations",
      "alt": {
        "markdown": "<p>Employers with 15​ or more employees must make reasonable accommodations for employees’ religious observances, according the <a href=\"/advocacy/issues/civilrights/pages/titleviiofthecivilrightsactof1964.aspx\">Title VII of the Civil Rights Act of 1964</a>. Therefore, if employers can reasonably accommodate the employee’s request, they must.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religiousbeliefsandsaturdays.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.063",
      "type": "qna",
      "q": [
        "Religious Accommodations: Schedule Change: Must an employer accommodate an employee who cannot work Saturdays due to religious beliefs?",
        "Do we have to allow an employee to be off on the weekends as a religious accommodation?",
        "Do we have to allow an employee off on Sundays to go to church?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/Pages/Americans-with-Disabilities-Act.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>Here is a link to resources on the ADA: https://www.shrm.org/ResourcesAndTools/Pages/Americans-with-Disabilities-Act.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "ADA.001",
      "type": "qna",
      "q": [
        "Where can I find information on the Americans with Disabilties Act (ADA)?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/termdualcareer.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Career Development",
      "alt": {
        "markdown": "<p>A dual career ladder is a career development plan that allows upward mobility for employees without requiring that they be placed into supervisory or managerial positions.  See more at: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/termdualcareer.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "CD.001",
      "type": "qna",
      "q": [
        "Career Development: What is a dual career ladder?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/employeeasindependentcontractorandstaffemployee.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Though possible, it is not commonplace. The Internal Revenue Service (IRS) regulates who may work as an independent contractor (IC) and broadly bases its requirements on three factors: See more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/employeeasindependentcontractorandstaffemployee.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "IC.002",
      "type": "qna",
      "q": [
        "May an employee also work as an independent contractor for the same employer?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "SHRM currently offers four conferences yearly: EMPLOYMENT LAW & LEGISLATIVE, TALENT MANAGEMENT CONFERENCE & EXPOSITION, ANNUAL CONFERENCE & EXPOSITION and WORKPLACE DIVERSITY & EXPOSITION",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Conferences",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "CON.001",
      "type": "qna",
      "q": [
        "What types of conferences does SHRM offer?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please go to https://store.shrm.org/employee-handbook.html for more information.",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employee Handbook",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "EH.001",
      "type": "qna",
      "q": [
        "How do I create an employee handbook?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "We appreciate your interest in becoming a SHRM member, please copy and paste this link in your web browser to create your new membership account",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.006",
      "type": "qna",
      "q": [
        "How can I sign up for my SHRM membership?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please log into your SHRM online account using your email address and unique password.  Then click the arrow near your name then click profile.  You are able to make changes to your address and email address online.  If a name change is needed please call Customer Care 800.283 7476 option #3 and the representative can assist you.",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "mySHRM",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MYSHRM.002",
      "type": "qna",
      "q": [
        "How can I access my profile online?",
        "How can I check my orders and donations?",
        "How can I check my dashboard via mySHRM?",
        "How do I update my demographics?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please copy and paste the following link to view our seminar offerings: https://www.shrm.org/LearningAndCareer/learning/Pages/Seminars.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Seminars",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "SEM.002",
      "type": "qna",
      "q": [
        "How can I register for a seminar?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_002029.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Severance",
      "alt": {
        "markdown": "<p>Here is a sample waiver : https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_002029.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SEV.003",
      "type": "qna",
      "q": [
        "Do you have a sample OWBPA waiver?",
        "Do you have a sample severance waiver?",
        "Do you have a sample older worker waiver?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/travelbudgetcutsharingrooms.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Travel Expenses",
      "alt": {
        "markdown": "<p>There is no law prohibiting employers from requiring employees on business travel to share a hotel room. However, doing so may cause employee relations issues that, in the long run, cost an employer more in lower employee morale, higher turnover, and decreased productivity than the savings realized.  Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/travelbudgetcutsharingrooms.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "TE.001",
      "type": "qna",
      "q": [
        "Policies & Practices: Can employers require employees to share a hotel room while on business travel to reduce costs?",
        "Can employees share hotel rooms?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/cms_000558.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Vandalism",
      "alt": {
        "markdown": "<p>Here is a sample policy for the use of company property: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/cms_000558.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "VAN.001",
      "type": "qna",
      "q": [
        "Do you have a sample use of company property policy?",
        "Company property policy"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/marriedcouplewhoworktogetherrestrainingorder.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Violence",
      "alt": {
        "markdown": "<p>An order of protection is issued by a court in situations of domestic violence. Although an employer might not be specifically mentioned as a party bound by the order, an employer should very carefully monitor the employee's behavior in the workplace. If an employer observes any unusual behaviors or statements made by the employee whom the order is against, it should take necessary steps to ensure the safety of its entire workplace.  See more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/marriedcouplewhoworktogetherrestrainingorder.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "VIO.001",
      "type": "qna",
      "q": [
        "Violence: Order of Protection: Howv do we handle a situation when a married couple who works together have filed for divorce and one spouse has an order of protection against the other spouse?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/gunsincars.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Violence",
      "alt": {
        "markdown": "<p>In some states, the answer to this question is yes. An employer can enforce a company policy or rule that requires employees to not have guns in their cars while the cars are parked at work, even if the employee has legally obtained a concealed-weapons permit. Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/gunsincars.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "WV.001",
      "type": "qna",
      "q": [
        "Violence: Some employees keep guns in their cars parked on the company parking lot. Are we allowed to tell them they cannot have guns in their cars while at work?",
        "Are employees allowed to keep guns in their cars?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please go to https://www.shrm.org/about-shrm/Pages/Membership.aspx and scroll down the page for more information.",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.003",
      "type": "qna",
      "q": [
        "How much does membership cost?",
        "What types of memberships do you offer?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please go to https://www.shrm.org/certification/about/Pages/default.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Certification",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "CERT.001",
      "type": "qna",
      "q": [
        "I'd like to learn more about the SHRM-CP or SHRM-SCP certifications"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/fmlaandholidays.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Family and Medical Leave Act (FMLA)",
      "alt": {
        "markdown": "<p>Whether an employer may count a holiday against an employee's Family and Medical Leave Act (FMLA) entitlement depends on how an employee is taking FMLA leave. As explained in <a href=\"http&#58;//www.dol.gov/whd/regs/compliance/whdfs28i.pdf\" target=\"_blank\">U.S. Department of Labor's FMLA Fact Sheet #28I</a>, when a holiday<strong> </strong>falls during a week in which an employee is taking the full week of FMLA leave, the entire week is counted as FMLA leave. However, when a holiday falls during a week when an employee is taking less than the full week of FMLA leave, the holiday is <em>not </em>counted as FMLA leave, unless the employee was scheduled and expected to work on the holiday and used FMLA leave for that day.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/fmlaandholidays.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.025",
      "type": "qna",
      "selected": false,
      "q": [
        "FMLA: Calculating Amount of Leave: Can an employer count holidays against an employee's FMLA leave?",
        "Do holidays count as FMLA leave?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/investigationintobullying.aspx",
      "t": "Workplace Investigations",
      "alt": {
        "markdown": "<p class=\"shrm-Element-P\">Witnesses are found in the most unlikely places. Many of us think that witnesses must only be people who were physically present when an alleged incident occurred. We would all agree that these types of witnesses certainly make conducting an investigation a lot easier. Locating others to substantiate an allegation of bullying may be like looking for the proverbial needle in the haystack, but do not despair! Searching for witnesses is easier if we understand more about the dynamics of bullying.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/investigationintobullying.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.043",
      "type": "qna",
      "q": [
        "Investigations: Bullying: How do I conduct a workplace investigation into bullying when there are no witnesses?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "The next annual conference is July 23-26, 2019.  For more information, go to https://annual.shrm.org/",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Annual Conference",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "AC.003",
      "type": "qna",
      "q": [
        "When is the annual conference?",
        "annual conference dates?",
        "When is the next annual conference?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/includedinpersonnelfile.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Records and Reports",
      "alt": {
        "markdown": "<p>Employers should keep all job-related documentation such as hiring records, performance reviews, disciplinary actions and job descriptions in an employee's general personnel file. Consider whether the document would be relevant to a supervisor who may review this file when making employment decisions. Is it related to the employee's performance, knowledge, skills, abilities or behavior? If so, then the document should be included in the employee's general personnel file.</p></ul><p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/includedinpersonnelfile.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.002",
      "type": "qna",
      "q": [
        "Personnel Records: What should, and should not, be included in the personnel file?",
        "personnel file",
        "What should be in an employee file?",
        "What should not be included in an employee's file?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/contingent-staffing-can-an-independent-contractor-or-a-consultant-manage-company-employees.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Allowing independent contractors or consultants to manage company employees is not a recommended practice. Independent contractors or consultants are often hired for their specialized expertise with the intention that the relationship will be short-term and focused on providing services that existing organizational employees are unable to provide. </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/contingent-staffing-can-an-independent-contractor-or-a-consultant-manage-company-employees.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.037",
      "type": "qna",
      "q": [
        "Contingent Staffing: Can an independent contractor or a consultant manage company employees?",
        "Can independent contractors supervise employees?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_013986.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Family and Medical Leave Act (FMLA)",
      "alt": {
        "markdown": "<p>No. An employer cannot require a physician's note every time an employee misses work while taking FMLA intermittent leave. The term “physician’s note” is not referenced in the FMLA; recertification, however, is. The employer may ask for the same information when obtaining recertification as that permitted for the original certification. The employee has the same obligations to participate and cooperate in the recertification process as in the initial certification process. As part of the information allowed to be obtained on recertification for leave taken because of a serious health condition, the employer may provide the health care provider with a record of the employee's absence pattern and ask the health care provider if the serious health condition and need for leave is consistent with such a pattern.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_013986.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.024",
      "type": "qna",
      "q": [
        "FMLA: Certification: Can we require a physician’s note every time an employee misses work while taking FMLA intermittent leave?",
        "Can we ask employees for periodic doctor's notes when they are on FMLA leave?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/disabilityaccomodationsmustemployersallowserviceanimalsintheworkplace.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>Unlike Title III of the ADA, which requires service animals to be allowed in all areas of public access, Title I, which regulates employment, only requires employers to make “reasonable accommodations” for employees with disabilities. Therefore, an employee with a disability does not have an automatic right to have his or her service animal in the workplace. As with all requests for a reasonable accommodation, an interactive process should be undertaken with the employee to determine which accommodations, if any, would be appropriate and not cause undue hardship.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/disabilityaccomodationsmustemployersallowserviceanimalsintheworkplace.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.011",
      "type": "qna",
      "q": [
        "Disability Accommodations: Must employers allow service animals in the workplace?",
        "Do we have to allow a service dog in the office?",
        ""
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/mustanemployerconsideranaccomodationwhenemployeedisclosesamedicalcondition.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employee Performance & Discipline",
      "alt": {
        "markdown": "<p>This type of scenario happens from time to time to employers, and the answer will change depending on the situation. If the medical condition is minor (for example, the common cold), then an employer does not have to take the situation<a name=\"Editing\"></a> into consideration. However, what if the medical issues are more serious?  </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/mustanemployerconsideranaccomodationwhenemployeedisclosesamedicalcondition.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.052",
      "type": "qna",
      "q": [
        "If an employee discloses a medical condition during a disciplinary meeting, must an employer consider a reasonable accommodation?",
        "What do we do if an employee mentions a health issue during a counseling?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_014139.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Fair Labor Standards Act (FLSA)",
      "alt": {
        "markdown": "Yes. There is no requirement to ever make any position exempt. <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_014139.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.039",
      "type": "qna",
      "selected": false,
      "q": [
        "May an employer classify an employee as nonexempt, even if the employee's duties qualify for an exemption?",
        "Can we make an exempt employee non-exempt?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howlongistheh-2blaborcertificationvalid.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Immigration and Visas",
      "alt": {
        "markdown": "<p>Generally, USCIS may grant H-2B classification for up to the period of time authorized on the temporary labor certification. H-2B classification may be extended for qualifying employment in increments of up to 1 year each. A new, valid temporary labor certification covering the requested time must accompany each extension request. The maximum period of stay in H-2B classification is 3 years.</p><p>For more information click <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howlongistheh-2blaborcertificationvalid.aspx\">here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.029",
      "type": "qna",
      "selected": false,
      "q": [
        "Visas: H-2B: How long is the H-2B labor certification valid?",
        "When does an H-2B visa expire?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatisjobrotation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Career Development",
      "alt": {
        "markdown": "Job rotation is the systematic movement of employees from job to job within an organization. Typically, formal rotation programs offer customized assignments to promising employees in an effort to give them a view of the entire business. Assignments usually run for a year or more. Rotation programs can vary in size and formality, depending on the organization. While larger companies are more likely to invest in a formalized job rotation program, businesses of all sizes might want to consider implementing a job rotation program.</span></li></ul><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatisjobrotation.aspx\"> Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.060",
      "type": "qna",
      "q": [
        "Career Development: How do I implement a job rotation program in my company?",
        "What is job rotation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "You can find information about SHRM seminars at https://www.shrm.org/LearningAndCareer/learning/Pages/Seminars.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "subtitle": "",
        "text": "",
        "url": ""
      },
      "t": "Seminars",
      "alt": {
        "markdown": "<p>You can find information about SHRM seminars <a href='https://www.shrm.org/LearningAndCareer/learning/Pages/Seminars.aspx'>here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SEM.001",
      "type": "qna",
      "q": [
        "What information can you give me about SHRM seminars?",
        "What are some delivery options for SHRM seminars",
        "Can you give me seminar instructions?",
        "Can you help me find a seminar?",
        "I would like to request a brochure about SHRM seminars"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canitransitionmypaid-time-offplanfromananniversarydateawardtoanaccrualsystemequitably.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Paid Time Off (PTO)",
      "alt": {
        "markdown": "<p>Yes. More employers are switching to an accrual system from an annual lump sum award for their vacation or PTO benefits. Transition to a per payroll accrual system takes planning and preparation, but, once it is in place, it becomes easier to administer.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canitransitionmypaid-time-offplanfromananniversarydateawardtoanaccrualsystemequitably.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.021",
      "type": "qna",
      "q": [
        "Leave Benefits: PTO: Can I transition my paid-time-off plan from an annual lump sum award to an accrual system equitably?",
        "Can we switch from lump sum to accrual of vacation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/newfilingrequirements.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Equal Employment Opportunity (EEO)",
      "alt": {
        "markdown": "<p>Here is a sample EEO-1 Voluntary Self Identification form: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-forms/pages/cms_019910.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "EEO.002",
      "type": "qna",
      "q": [
        "Do you have a simple EEO-1 self identification form?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/independentcontractor.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>According to the IRS, \"The general rule is that an individual is an independent contractor if you, the person for whom the services are performed, have the right to control or direct only the result of the work and not the means and methods of accomplishing the result.\" Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/independentcontractor.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "IC.001",
      "type": "qna",
      "q": [
        "Who can be considered an independent contractor?",
        "What is the definition of an independent contractor?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/interviewingcandidatesforemployment.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Interviewing",
      "alt": {
        "markdown": "<p>Behavioral and competency-based interviewing both aim to discover how the interviewee performed in specific situations. The logic is based on the principle that past performance predicts future behavior; how the applicant behaved in the past indicates how he or she will behave in the future. See the section called \"Behavioral and competency-based approaches\" in the toolkit here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/interviewingcandidatesforemployment.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "INT.002",
      "type": "qna",
      "q": [
        "What is behavioral interviewing?",
        "What are behavioral interiews?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/1cms_011163.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>Here is a worksheet to help calculate cost of turnover: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/1cms_011163.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.003",
      "type": "qna",
      "q": [
        "Do you have a calculator for cost of turnover?",
        "Do you have a cost of turnover template?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/developingorganizationalleaders.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>Here is a toolkit on Developing Organizational Leaders that may help you: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/developingorganizationalleaders.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.005",
      "type": "qna",
      "q": [
        "Do you have tools for building a leadership development strategy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/severance-pay-what-deductions-can-be-made-from-severance-pay.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Severance",
      "alt": {
        "markdown": "<p>State wage deduction laws determine what deductions may be taken from wages. Each state will define \"wages\" within those laws, and some states include severance pay within their definition of wages. Read the rest of the article: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/severance-pay-what-deductions-can-be-made-from-severance-pay.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SEV.001",
      "type": "qna",
      "q": [
        "Severance Pay: What deductions can be made from severance pay?",
        "Can we deduct a negative vacation balance from severance pay?",
        "Can we make deductions from severance?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/toolkits/Pages/engaginginsuccessionplanning.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Succession Planning",
      "alt": {
        "markdown": "<p>Succession planning is a focused process for keeping talent in the pipeline. It is generally a 12- to 36-month process of preparation, not pre-selection. Read the full article: https://www.shrm.org/ResourcesAndTools/tools-and-samples/toolkits/Pages/engaginginsuccessionplanning.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SP.002",
      "type": "qna",
      "q": [
        "What is succession planning?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_009007.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Succession Planning",
      "alt": {
        "markdown": "<p>Here is a sample succession planning form: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_009007.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SP.003",
      "type": "qna",
      "q": [
        "Do you have a sample succession planning form?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_018211.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Travel Expenses",
      "alt": {
        "markdown": "<p>Here is a sample travel policy: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_018211.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "TE.002",
      "type": "qna",
      "q": [
        "Do you have a sample travel policy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_017026.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Travel Expenses",
      "alt": {
        "markdown": "<p>Here is a sample travel expense policy: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_017026.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "TE.003",
      "type": "qna",
      "q": [
        "Do you have a sample travel expense policy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/Pages/Workplace-Harassment.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Harassment",
      "alt": {
        "markdown": "<p>Here is a resource page on workplace harassment: https://www.shrm.org/ResourcesAndTools/Pages/Workplace-Harassment.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "WH.002",
      "type": "qna",
      "q": [
        "Do you have sexual harassment resources?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religious-accommodation--do-we-have-to-allow-employees-to-proselytize-or-use-religious-expressions-greetings.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Religious Accommodations",
      "alt": {
        "markdown": "<p>According to the EEOC, an employer should try not to suppress all religious expression in the workplace. Title VII requires that employers accommodate an employee’s sincerely held religious beliefs, including engaging in religious expression in the workplace, to the extent that they can do so without undue hardship on the operation of the business. In determining whether permitting an employee to proselytize or engage in other forms of religiously oriented expression in the workplace would pose an undue hardship, relevant considerations may include the effect such expression has on co-workers, customers or business operations.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/religious-accommodation--do-we-have-to-allow-employees-to-proselytize-or-use-religious-expressions-greetings.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.020",
      "type": "qna",
      "q": [
        "Religious Accommodation: Do we have to allow employees to proselytize or use religious expressions/greetings?",
        "Do we have to allow religious decorations at work?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/whatsa9boxgridandhowcananhrdepartmentuseit.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Succession Planning",
      "alt": {
        "markdown": "<p>The 9-box grid is an individual assessment tool that evaluates an employee's current and potential level of contribution to the organization. The vertical columns of the grid indicate growth potential, and the horizontal rows identify whether the employee is currently below, meeting or exceeding performance expectations. The intersection of the two determines the employee's current standing and where development may be needed. Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/whatsa9boxgridandhowcananhrdepartmentuseit.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.003",
      "type": "qna",
      "q": [
        "Succession Planning: What is a 9-box grid?",
        "Nine box grid"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californianoticesforms.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Termination",
      "alt": {
        "markdown": "<p>Federal laws require some forms and notices to be given to employees upon termination, but California has additional requirements that employers need to be aware of. Although this should not be relied on as an exhaustive list, below are the specific notices or forms we are currently aware of that California employers should provide to terminating employees.</p>For lists of Federal and California requirements click <a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californianoticesforms.aspx\">here</a>.",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.007",
      "type": "qna",
      "q": [
        "What notices or forms must employers provide to terminating employees in California?",
        "What termination forms must be given in California?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/who-needs-to-complete-a-form-i-9.aspx",
      "t": "I-9",
      "alt": {
        "markdown": "<p><span class=\"shrm-Style-NoDropCap\">You&#160; </span>are required to complete and retain a <a href=\"https&#58;//www.uscis.gov/i-9\" target=\"_blank\">Form I-9</a> for every employee you hire for employment in the United States regardless of citizenship or nationality. The exceptions to this requirement are as follows&#58;</p><ul><li>Individuals hired on or before Nov. 6, 1986, who are continuing in their employment and have a reasonable expectation of employment at all times. </li><li>Individuals hired for employment in the Commonwealth of the Northern Mariana Islands (CNMI) on or before Nov. 27, 2009.</li><li>Individuals employed for casual domestic work in a private home on a sporadic, irregular or intermittent basis. </li><li>Independent contractors (however, federal law prohibits individuals or businesses from contracting with an independent contractor knowing that the independent contractor is not authorized to work in the United States).</li><li>Individuals providing labor who are employed by a contractor providing contract services (for example, employee leasing or temporary agencies).</li><li>Individuals not physically working in the United States.</li></ul><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/who-needs-to-complete-a-form-i-9.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.044",
      "type": "qna",
      "q": [
        "Who needs to complete a Form I-9? Are there exceptions?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canourcompany%E2%80%99svisionandvaluesbereflectedinourperformancemanagementsystem.aspx",
      "t": "Organizational Culture",
      "alt": {
        "markdown": "<p>Yes. A top-down performance goal process is an effective way to tie individual performance to the vision and values of the organization, connecting each employee’s daily activities with the organizational objectives. The organization then measures employee performance based on these objectives. This process results in company, team and individual goals for each employee that directly align their efforts with the corporate objectives and values.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canourcompany%E2%80%99svisionandvaluesbereflectedinourperformancemanagementsystem.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.049",
      "type": "qna",
      "q": [
        "Performance Management: Can our company’s vision and values be reflected in our performance management system?",
        "Should we include vision and values in our performance reviews?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/contractingforsi9formcompletion.aspx",
      "t": "I-9",
      "alt": {
        "markdown": "<p>No. The U.S. Citizenship and Immigration Services (USCIS) allows an employer to designate a representative to complete the I-9 form on its behalf, such as a personnel officer, foreman or forewoman, agent or anyone else acting in the employer's interest, such as an attorney or notary public.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/contractingforsi9formcompletion.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.045",
      "type": "qna",
      "q": [
        "As an employer, do I have to complete all the Forms I-9 myself?",
        "Does HR have to complete the I-9?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/pre-employmentphysicalexaminations.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>There could be both state and federal laws to consider. Employers covered under the federal American's with Disabilities Act (ADA) may only require a physical examination after a contingent offer of employment has been made. In addition, physical examinations can be required only if the following conditions are met&#58; </p><ul><li>All other candidates in the job category are also required to have a physical examination. </li><li>The candidate's medical history is treated confidentially and is kept separate from other employment-related records. </li><li>The results of the examination are not used to discriminate against persons covered by the ADA. </li></ul><p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/pre-employmentphysicalexaminations.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.054",
      "type": "qna",
      "q": [
        "Testing: Physicals: What are the compliance issues involved in conducting pre-employment physical examinations?",
        "Can we conduct pre-employment physical exams?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatisavacationorptobuysellplanthroughacafeteriaplanandwhyofferit.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Paid Time Off (PTO)",
      "alt": {
        "markdown": "<p>Surveys have shown that some employees want more vacation benefits, whereas other employees prefer more cash options. A vacation buy/sell program through a cafeteria plan provides employees the flexibility to choose the benefits they desire and employers an easy vehicle to meet employee needs. Depending on plan design, a plan can allow employees who want more time off to purchase additional paid time off (PTO) days either through employer flex credits or salary reductions. Or, employees may choose to receive cash or use flex credits toward other nontaxable benefits offered under the cafeteria plan, such as major medical, health flexible spending account (FSA) or dependent care assistance plan (DCAP) benefits.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatisavacationorptobuysellplanthroughacafeteriaplanandwhyofferit.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.031",
      "type": "qna",
      "q": [
        "What is a vacation or PTO buy/sell plan through a cafeteria plan and why offer it?",
        "What is a vacation buy out plan?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/metricsmosthelpful.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p><span>There are many ways to perform a job analysis, but all require the cooperation of the employee in the position, his or her manager(s) and others the employee must work closely with while performing his or her job duties. </span></p><p></p><p><span>The following steps will help provide the best analysis of a particular job&#58;</span></p><ol><li><span>Involve employees by having them complete job analysis forms.</span></li><li><span>Interview employees, asking them specific questions about their job duties and responsibilities.</span></li></ol></p><p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/conductjobanalysis.aspx\">Read the whole article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.006",
      "type": "qna",
      "selected": false,
      "q": [
        "Metrics: How do I determine which HR metrics to measure and report?",
        "What metrics should HR use?",
        "HR metrics"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/howcananemployerpreventvandalismintheemployeerestrooms.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Vandalism",
      "alt": {
        "markdown": "<p>Such things happen, but fortunately, employers have several tools at their disposal to address this problem&#58;</li><li>Video Surveillance. Visible camera surveillance outside and in the general vicinity of the restroom (especially cameras with capability to record dates and times) may reduce the potential vandal’s willingness to harm company property. It can also provide strong evidence as to the identity of the perpetrators. It is important to obtain legal counsel before implementation, as well as signed acknowledgment forms of the camera’s existence from all employees to help negate any reasonable expectation of privacy. Surveillance cameras should never be used inside the restroom.</li><li>Regulate use. Key or key card access to locked bathrooms may help employers track use of the facilities and deter vandalism. As with surveillance, potential vandals may be less likely to engage in vandalism when they know the employer has a record of them using a restroom at a particular time...</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.022",
      "type": "qna",
      "selected": false,
      "q": [
        "How can an employer prevent vandalism in the employee restrooms?",
        "Someone is vandalizing the bathrooms. What can we do?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/flsaexemptsalarybasisexceptions.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Fair Labor Standards Act (FLSA)",
      "alt": {
        "markdown": "<p>Yes, there are several exceptions to the minimum salary requirement for 29 CFR 541 white-collar exemptions under the Fair Labor Standards Act (FLSA). Positions that are not subject to the minimum salary requirements include the following&#58;</li><li>Business owners. Any employee who owns at least a bona fide 20-percent equity interest and who is actively engaged in the management of the business is not subject to the salary basis requirement. See Title 29 C.F.R. §541.101.</li><li>Computer professionals. Employees in certain computer-related occupations may be paid either the minimum required salary or on an hourly basis of at least $27.63 per hour. See Title 29 C.F.R. §541.400...</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/flsaexemptsalarybasisexceptions.aspx\">See more</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.014",
      "type": "qna",
      "q": [
        "Legal & Regulatory: FLSA: Are there exceptions to the minimum salary requirements for white-collar exemptions under the FLSA regulations?",
        "Do all exempt employees need to be paid the minimum salary under the FLSA?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/engagingindependentcontractorsabroad.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p><span class=\"shrm-Style-NoDropCap\">Similar to the United States, most countries have laws and regulations surrounding self-employment, and misclassification of employees and independent contractors can be costly. U.S. employers cannot just assume they can pay an individual living in another country to perform work for them in that country without establishing an employment relationship. Even where self-employment is found to be the accurate classification, taxes and fees may still be due in other countries. Before engaging independent contractors outside of the United States, the employer's legal counsel should conduct a careful review of each country's requirements. </p><p>To read rest of the article, click <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/engagingindependentcontractorsabroad.aspx\">here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.035",
      "type": "qna",
      "selected": false,
      "q": [
        "Independent Contractor: Can a U.S. employer engage someone living in another country as an independent contractor?",
        "Can we hire an independent contractor outside of the U.S.?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/applicationslegalissueswhatcommonlyaskedquestionsshouldnotbeonanemploymentapplication.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employment Applications",
      "alt": {
        "markdown": "<p>An employment application should not include any questions that will produce a response that would indicate an applicant’s protected class such as age, race, national origin, disability, etc.</p><p>Some common inquiries to avoid are birth dates, graduation dates, military discharge information, previous sick days used in employment, race, citizenship, maiden name, social security number, and salary history.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.009",
      "type": "qna",
      "q": [
        "Applications: Legal Issues: What commonly asked questions should not be on an employment application?",
        "What can I ask on a job application?",
        "Job application questions"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/caninternsbeindependentcontractors.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Not likely. An internship focuses on providing on-the-job-training and experience to an individual who has an educational background in a particular field of study, allowing him or her to apply this learning in a real-world setting for future career growth and development. <a href=\"https&#58;//www.irs.gov/taxtopics/tc762\">Independent contractors</a> are individuals who are self-employed and do not require supervision or direction in completing an assignment or project.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/caninternsbeindependentcontractors.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.038",
      "type": "qna",
      "q": [
        "Interns: Can interns be independent contractors?",
        "Can an independent contractor also intern with the same company?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californiawagedeductions.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Compensation",
      "alt": {
        "markdown": "<p>Under California law, an employer can lawfully withhold amounts from an employee's wages only in the following circumstances&#58; </p><ul><li>When required or empowered to do so by state or federal law. </li><li>When a deduction is expressly authorized in writing by the employee to cover insurance premiums, benefit plan contributions or other deductions not amounting to a rebate on the employee's wages. </li><li>When a deduction to cover health, welfare or pension contributions is expressly authorized by a wage or collective bargaining agreement (Labor Code Sections 221 and 224).</p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californiawagedeductions.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.023",
      "type": "qna",
      "selected": false,
      "q": [
        "What are the rules in California regarding wage deductions?",
        "What deductions can I make from an employee's pay in California?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howemployeemedicalabsencequalifiesforfmlaleave.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Family and Medical Leave Act (FMLA)",
      "alt": {
        "markdown": "<p>Under the FMLA, a serious health condition is an illness, injury, impairment or physical or mental condition that involves <em>inpatient care</em> (defined as an overnight stay in a hospital, hospice or residential medical care facility; any overnight admission to such facilities is an automatic trigger for FMLA eligibility) or <em>continuing treatment</em> by a health care provider.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howemployeemedicalabsencequalifiesforfmlaleave.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.015",
      "type": "qna",
      "q": [
        "FMLA: How do I know if an employee’s medical absence qualifies for FMLA leave? What is considered a serious health condition?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatdoesitmeantobeavalues-basedorganization.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Organizational Culture",
      "alt": {
        "markdown": "<p>A values-based organization (VBO) is a living, breathing culture of shared core values among all employees. </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whatdoesitmeantobeavalues-basedorganization.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.047",
      "type": "qna",
      "q": [
        "Values: What does it mean to be a values-based organization?",
        "What is a values-based organization?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/isthereadifferencebetweenacompany%E2%80%99smission,visionandvaluestatements.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Organizational Culture",
      "alt": {
        "markdown": "<p>Each statement may be part of the strategic planning process but have a different objective.  These statements may be written for organizations or for individual departments.<p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/isthereadifferencebetweenacompany%E2%80%99smission,visionandvaluestatements.aspx\">Read more for a brief description of each term.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.048",
      "type": "qna",
      "q": [
        "Mission & Vision Statements: What is the difference between mission, vision and values statements?",
        "What is a mission statement?",
        "What is a vision statement?",
        "What are values?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howlongshouldwrittenwarningsorcounselingstatementsstayonfile.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employee Performance & Discipline",
      "alt": {
        "markdown": "<p>Employers are required under federal nondiscrimination laws (Title VII, Americans with Disabilities Act (ADA), and Age Discrimination in Employment Act (ADEA)) to maintain records pertaining to employment actions for at least one year from the date of action. Employers with federal contracts are required to maintain records relating to employment actions for a period of at least two years from the date of creation of the personnel record or the personnel action, and state laws may have even longer retention periods. Employment actions include hires, separations, rehires, promotions, demotions, transfers, layoffs, recalls, training opportunities and employment test results. Although the law is not specific to retention requirements for corrective action documents such as written warnings and counseling statements, these forms may be supporting documentation for some of these employment actions.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howlongshouldwrittenwarningsorcounselingstatementsstayonfile.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.050",
      "type": "qna",
      "q": [
        "Discipline: How long should written warnings or counseling statements stay on file?",
        "How long do we need to keep disciplinary action forms in employee files?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/impededbypreemploymenttesting.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA), Pre-Employment Testing",
      "alt": {
        "markdown": "<p style=\"text-align&#58;left;\"> <span>They certainly can be, as many pre-employment tests and checks can negatively affect those of certain races, women, those with disabilities and older workers. Even the best diversity recruiting initiative can be thwarted when selection relies heavily on non-validated and/or unnecessary tests given to applicants, or when any test does not focus on the job itself. This can lead to the elimination or great reduction of the aforementioned categories of applicants, throwing the initiative into a tailspin. For such an initiative to be successful, it should contain guidance on when and how testing will be used. <p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/impededbypreemploymenttesting.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.053",
      "type": "qna",
      "q": [
        "Diversity Initiatives: Are diversity initiatives impeded by pre-employment testing?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "You can view and update your mySHRM profile at https://www.shrm.org/my/profile",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "subtitle": "",
        "text": "",
        "url": ""
      },
      "t": "mySHRM",
      "alt": {
        "markdown": "<p>You can view and update your mySHRM profile <a href='https://www.shrm.org/my/profile'>here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "MYSHRM.001",
      "type": "qna",
      "q": [
        "Profile",
        "Update my information",
        "Update my profile",
        "How do I log into MySHRM?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Information about the types, dues/costs, and creating or renewing your membership can be found at https://www.shrm.org/about-shrm/pages/membership.aspx#article-section-2",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "subtitle": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "<p>Information about the types, dues/costs, becoming a member, and renewing your membership can be found <a href='https://www.shrm.org/about-shrm/pages/membership.aspx#article-section-2'>here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.002",
      "type": "qna",
      "q": [
        "How do I become a member?",
        "What is the cost of membership?",
        "How much are dues?",
        "What are the fees for membership?",
        "How much is membership?",
        "How do I join?",
        "How do I renew my membership?",
        "How do I sign up for membership?",
        "Is there a promotional code for membership?",
        "What are the types of membership?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/backgroundcheck.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>Here is a sample background check policy and procedure: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/backgroundcheck.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "BC.001",
      "type": "qna",
      "q": [
        "Do you have a sample background check policy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/offeringdifferentbenefitsfordifferentemployees.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>There are no federal laws requiring plans to provide the same benefit coverage to all employees. However, some states have laws on certain benefits, such as paid sick leave, that apply to all of an employer’s employees. Read more <a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/offeringdifferentbenefitsfordifferentemployees.aspx\">here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "BEN.001",
      "type": "qna",
      "q": [
        "General: Are employers allowed to offer different benefits to different employees and to charge more for the same benefit, or is this a discriminatory practice?",
        "Can employers offer different benefits to different employees?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/eeswhoworkinothercountries.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>It depends on the country and how the employer’s benefits plans are written. See more at: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/eeswhoworkinothercountries.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "BEN.002",
      "type": "qna",
      "q": [
        "Global Benefits: Do we have to offer the same benefits to our employees who work in other countries as to the employees working in the United States?",
        "Do we have to give benefits to employees working abroad?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/application_employmentapplication3.aspx and https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/application_employmentapplication3.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employment Applications",
      "alt": {
        "markdown": "<p>Here are two employment application samples that may help you: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/application_employmentapplication3.aspx and https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/application_employmentapplication3.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "EA.001",
      "type": "qna",
      "q": [
        "Do you have a sample employment applications?",
        "Do you have sample job applications?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/cms_019605.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Employment Applications",
      "alt": {
        "markdown": "<p>While a resume provides useful information about a candidate, such as his or her educational background and job history, it does not tell the entire story.  Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/cms_019605.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "EA.002",
      "type": "qna",
      "q": [
        "Applications: General: Should we have job candidates fill out applications during the selection process when a resume is submitted?",
        "Do applicants need to fill out an employment application?",
        "Do we need to have job applications?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/performingjobanalysis.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Job Analysis",
      "alt": {
        "markdown": "<p>Job evaluations are often confused with job analysis, but the two activities differ drastically. A job analysis is the systematic process of examining specific tasks and responsibilities related to a job, typically for writing a job description.  Job evaluation is the process of comparing a job to other jobs within the organization to determine the appropriate pay rate. See more at: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/performingjobanalysis.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "JA.002",
      "type": "qna",
      "q": [
        "What is the difference between a job analysis and job evaluation?",
        "Are job analysis and job evaluation the same?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/how-to-guides/Pages/determineturnoverrate.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>Turnover rate is calculated by taking the number of separations during a month divided by the average number of employees, multiplied by 100.  Read the full guide: https://www.shrm.org/ResourcesAndTools/tools-and-samples/how-to-guides/Pages/determineturnoverrate.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.002",
      "type": "qna",
      "q": [
        "How do you calculate turnover rate?",
        "What is the formula for calculating turnover?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "You can print your receipt/confirmation by logging into your membership account then click my dashboard.  Then click the my orders/donations tab finally you will be able to print the receipt/confirmation",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.004",
      "type": "qna",
      "q": [
        "How can I print a receipt or confirmation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please visit SHRM's Store for more product information: https://store.shrm.org/",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "SHRM Store",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "STO.001",
      "type": "qna",
      "q": [
        "How can I access the SHRM Store?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Information about applying for SHRM certifications can be found at https://www.shrm.org/certification/apply/pages/default.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "subtitle": "",
        "text": "",
        "url": ""
      },
      "t": "Certification",
      "alt": {
        "markdown": "<p>Information about applying for SHRM certifications can be found <a href='https://www.shrm.org/certification/apply/pages/default.aspx'>here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "CERT.002",
      "type": "qna",
      "q": [
        "How do I apply for a SHRM certification?",
        "How do I become SHRM certified?",
        "What is the deadline for SHRM certification applications?",
        "What are the eligibility requirements for SHRM certification?",
        "Give me information about SHRM certification exams",
        "How do I get SHRM certified?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_011495.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>No, the Americans with Disabilities Act (ADA) does not set forth an exclusive list of conditions covered by the ADA. </p><p>An individual with a disability is defined in the act as someone who has &quot;a physical or mental impairment that substantially limits one or more major life activities; has a record of such an impairment; or is regarded as having such an impairment.&quot; The regulations define &quot;physical or mental impairment&quot; as any physiological disorder or condition, cosmetic disfigurement, or anatomical loss affecting one or more body systems, such as neurological, musculoskeletal, special sense organs, respiratory (including speech organs), cardiovascular, reproductive, digestive, genitourinary, immune, circulatory, hemic, lymphatic, skin, and endocrine. The regulations also cover any mental or psychological disorder, such as intellectual disability (formerly termed mental retardation), organic brain syndrome, emotional or mental illness and specific learning disabilities.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_011495.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.034",
      "type": "qna",
      "q": [
        "Does the Americans with Disabilities Act (ADA) provide a list of conditions that are covered under the act?",
        "Is there a list of disabilities under the Americans with Disabilities Act (ADA)?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/conductjobanalysis.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Job Analysis",
      "alt": {
        "markdown": "<p><span>There are many ways to perform a job analysis, but all require the cooperation of the employee in the position, his or her manager(s) and others the employee must work closely with while performing his or her job duties. </span></p><p></p><p><span>The following steps will help provide the best analysis of a particular job&#58;</span></p><ol><li><span>Involve employees by having them complete job analysis forms.</span></li><li><span>Interview employees, asking them specific questions about their job duties and responsibilities.</span></li></ol></p><p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/conductjobanalysis.aspx\">Read the whole article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.004",
      "type": "qna",
      "q": [
        "How do I conduct a job analysis to ensure the job description actually matches the duties performed by the employee in the job?",
        "How do you perform a job analysis?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Compensation",
      "alt": {
        "markdown": "<p>A compensation philosophy is simply a formal statement documenting the company's position about employee compensation. It explains the &quot;why&quot; behind employee pay and creates a framework for consistency. Employers use their compensation philosophy to attract, retain and motivate employees.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.008",
      "type": "qna",
      "selected": false,
      "q": [
        "Planning and Design: What is a compensation philosophy? What should be included in a compensation philosophy?"
      ]
    },
    {
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/mustallemployerscheckapplicantsagainstaterroristlistbeforehiring.aspx",
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>Although the short answer is no, there is a bit more to this question that employers should consider. Under the U.S. Treasury Department, the Office of Foreign Assets Control (OFAC) administers and enforces economic sanctions against certain countries and certain individuals, such as drug traffickers and terrorists. To help enforce these sanctions, the OFAC publishes a frequently updated list called the &quot;<a href=\"http&#58;//www.treasury.gov/resource-center/sanctions/SDN-List/Pages/default.aspx\">Specially Designated Nationals</a>,&quot; or the SDN list, which includes names of individuals, companies and other entities that U.S. persons are prohibited from dealing with. Compliance with these sanctions means all U.S. persons (which, by definition, includes employers) cannot engage in any dealings with these countries or individuals, including hiring individuals on the list. Therefore, although checking the list is not specifically required, hiring someone on the list is prohibited.&#160; </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/mustallemployerscheckapplicantsagainstaterroristlistbeforehiring.aspx\">Read the rest of the article.</a>"
      },
      "qid": "HR.056",
      "type": "qna",
      "q": [
        "Must all employers check applicants against a terrorist list before hiring?",
        "Do we need to check the Specially Designated Nationals (SDN) list for all applicants?",
        "Do we need to check the SDN list for all applicants?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_013810.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Equal Employment Opportunity (EEO)",
      "alt": {
        "markdown": "<p>Equal employment opportunity (EEO) means freedom from discrimination on the basis of protected classes such as race, color, sex, national origin, religion, age, disability or genetic information. EEO rights are guaranteed by federal and state fair employment laws and are enforced by the Equal Employment Opportunity Commission (EEOC) and its state counterparts. </p><p>Affirmative action plans (AAPs) define an employer's standard for proactively recruiting, hiring and promoting women, minorities, disabled individuals and veterans.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_013810.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.010",
      "type": "qna",
      "selected": false,
      "q": [
        "EEO: General: What is the difference between EEO, affirmative action and diversity?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whyemployersofferseverancepackages.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Severance",
      "alt": {
        "markdown": "<p>Some employers choose to offer severance pay to employees who are terminated, either involuntarily or voluntarily. The primary reasons for offering a severance package are to soften the blow of an involuntary termination and to avoid future lawsuits by having the employee sign a release in exchange for the severance.</p><p>Common benefits in severance packages include&#58;</p><ul style=\"list-style-type&#58;disc;\"><li>Salary continuation—usually an amount based on years of service or position.</li><li>Insurance benefits—Although an organization's insurance plan may not allow a terminated employee to remain on the group health plan,&#160;<a href=\"/legalissues/federalresources/federalstatutesregulationsandguidanc/pages/consolidatedomnibusbudgetreconciliationact(cobra)of1986.aspx\">COBRA</a>&#160;benefits may apply, and the employer may pay the COBRA premium (or a portion thereof) for a specified period of time.</li><li>Uncontested unemployment benefits—an employer may agree not to challenge an exiting employee's application for unemployment benefits...</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/whyemployersofferseverancepackages.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.013",
      "type": "qna",
      "selected": false,
      "q": [
        "Severance: Why do employers offer severance packages and what do they include?",
        "What does severance include?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canwelimitorrequireemployeestousepto.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Paid Time Off (PTO)",
      "alt": {
        "markdown": "<p>In general, yes, employers may require the use of vacation/paid time off (PTO) and restrict its use. When there are no legal requirements, such as state and local paid sick leave laws, restrictions on the amount of notice required and the increments in which PTO may be used, are common. For consistency, employers should have policies regarding the use of PTO.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/canwelimitorrequireemployeestousepto.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.019",
      "type": "qna",
      "q": [
        "Can we require an employee to use paid time off (PTO) if he or she hasn’t requested it? Can we limit when an employee can use PTO?",
        "Can we require an employee to use vacation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/visaslaborcertification.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Immigration and Visas",
      "alt": {
        "markdown": "<p>Although each foreign labor certification program is unique, there are similar requirements that the employer must complete prior to the issuance of a labor certification. In general, the employer will be required to complete these basic steps to obtain a labor certification&#58;<ol style=\"list-style-type&#58;decimal;\"><li>The employer must ensure that the position meets the qualifying criteria for the requested program.</li><li>The employer must complete the ETA form designated for the requested program. This may include the form and any supporting documentation (e.g., job description, resume of the applicant, etc.).</li><li>The employer must ensure that the wage offered equals or exceeds the prevailing wage for the occupation in the area of intended employment.</li><li>The employer must ensure that the compliance issues effected upon receipt of a foreign labor certification are completely understood...</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/visaslaborcertification.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.028",
      "type": "qna",
      "selected": false,
      "q": [
        "Visas: Labor Certification: What is the foreign labor certification process for hiring foreign workers?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howemployersresponduponlearningthatanemployeehasthreatenedtocommitsuicide.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Violence",
      "alt": {
        "markdown": "<p class=\"shrm-Element-P\">Suicide threats should always be taken seriously. The human resource professional or the employee’s supervisor may be the first person to identify a potentially suicidal employee, so it is critical to recognize the <a href=\"http&#58;//www.nimh.nih.gov/health/publications/suicide-a-major-preventable-mental-health-problem-fact-sheet/suicide-a-major-preventable-mental-health-problem.shtml\" target=\"_blank\">warning signs</a> and encourage at-risk employees to seek help. </p><p class=\"shrm-Element-P\"> If an employee appears to be planning to take action immediately, local emergency authorities should be contacted, since employers usually are not qualified to handle such a situation directly. If there are doubts as to whether the threat is immediate, the HR professional should contact local services, such as an employee assistance program, suicide hotline or hospital. Given the risks of failing to take action, it is best to seek professional assistance as soon as possible.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/howemployersresponduponlearningthatanemployeehasthreatenedtocommitsuicide.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.059",
      "type": "qna",
      "q": [
        "Workplace Violence: Suicidal: How should an employer respond when an employee makes suicidal statements?",
        "What should we do if an employee threatens to commit suicide?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/how-to-guides/Pages/requestreasonableaccommodation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>Title I of the Americans with Disabilities Act (ADA) requires employers to provide reasonable accommodation to qualified applicants and employees with a disability unless the employer can demonstrate that doing so creates an undue hardship to the employer or poses a direct threat to the safety of the employee or others in the workplace. An accommodation may include a change to the work environment or to the way in which a job is usually performed.</p><p>To read the rest of the article, which includes various steps involved when handling a request for accommodation click<a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx\" > here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HT.001",
      "type": "qna",
      "q": [
        "How to Handle an Employee’s Request for an ADA Accommodation"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_020144.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Employee Performance & Discipline",
      "alt": {
        "markdown": "<p>Insubordination in the workplace refers to an employee's intentional refusal to obey an employer's lawful and reasonable orders. Such a refusal would undermine a supervisor's level of respect and ability to manage and, therefore, is often a reason for disciplinary action, up to and including termination.</p><p>There are three factors in determining insubordination&#58;</p><ol><li>The employer gives the order.</li><li>The employee acknowledges the order.</li><li>The employee refuses to carry out the order.<p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_020144.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "SHRM.001",
      "type": "qna",
      "selected": false,
      "q": [
        "What constitutes insubordination?",
        "How do we know if an employee is being insubordinate?",
        "Insubordinate employee?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/interviewapplicantswithdisabilities.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Interviewing",
      "alt": {
        "markdown": "<p>Below is information that may assist employers in ensuring maximum benefit from an interview when the person being interviewed has a disability.</p><p><em><span>Preparing for the Interview</span></em></p><ul><li><span>Ensure that your company’s application and interviewing procedures comply with the Americans with Disabilities Act (ADA) and the Americans with Disabilities Amendments Act (ADAAA), which prohibit asking disability-related questions before a job offer is made. </span></li><li><span>Check that your application forms, employment offices and interviewing locations are accessible to persons with a variety of disabilities. </span></li><li><span>Be willing to make appropriate and reasonable accommodations to enable an applicant with a disability to participate in the interview, explaining ahead of time what is involved in the process. For example, if an applicant who is blind states that he or she will need help completing forms, provide that assistance. Provide an interpreter or other assistance that is reasonable for an applicant who is deaf and requests assistance in communicating. Provide details or specific instructions to applicants with cognitive disabilities, if this type of accommodation is required. </span></li><li><span>Inform applicants ahead of time if they will be required to take a test to demonstrate their ability to perform actual or simulated tasks so that they can request a reasonable accommodation, such as a different format for a written test, if necessary. (Such tests are permitted under the ADA as long as they are uniformly given to all applicants.) <p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/interviewapplicantswithdisabilities.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "SHRM.003",
      "type": "qna",
      "q": [
        "Interviewing: Workers with Disabilities: How should an employer interview applicants with disabilities?",
        "Do we have to accommodate disabled applicants during an interview?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/accommodatingdisabilities.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>Since the ADA was passed in 1990, accommodation of employees with disabilities has been a standard feature of antidiscrimination law for U.S. employers engaged in interstate commerce and having 15 or more employees. Find out more about the ADA <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/accommodatingdisabilities.aspx\">here</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "ADA.002",
      "type": "qna",
      "q": [
        "What employers are covered under the Americans with Disabilities Act (ADA)?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/resourcesstoconsidertofurthermyhrcareer.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Career Development",
      "alt": {
        "markdown": "<p>As any HR professional knows, the job requires individuals to continuously educate themselves on changes in employment law, to understand the newest practices for handling sensitive HR issues and to find innovat​ive ways to help contribute to the company's bottom line. Read on: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/resourcesstoconsidertofurthermyhrcareer.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "CD.002",
      "type": "qna",
      "q": [
        "Career Development: What educational resources should I consider to further my HR career?",
        "How can I progress in my HR career?",
        "HR Career Development"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/interview-questions/Pages/default.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Interviewing",
      "alt": {
        "markdown": "<p>Here is a link to our sample interview questions. https://www.shrm.org/ResourcesAndTools/tools-and-samples/interview-questions/Pages/default.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "INT.001",
      "type": "qna",
      "q": [
        "Do you have sample interview questions?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Las Vegas, NV on July 23-26, 2019",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Annual Conference",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "AC.001",
      "type": "qna",
      "q": [
        "Where is the Annual Conference being held this year?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please go to https://annual.shrm.org//?_ga=2.229024670.384627753.1542627264-1512672728.1491821871",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Annual Conference",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "AC.002",
      "type": "qna",
      "q": [
        "How do I register for the Annual Conference?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "Please go to https://www.shrm.org/about-shrm/Pages/Membership.aspx for more information.",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.001",
      "type": "qna",
      "q": [
        "What are the benefits of being a SHRM member?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "You can join SHRM online with a credit card https://membership.shrm.org/index/renewinfo",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Membership",
      "alt": {
        "markdown": "",
        "ssml": ""
      },
      "l": "",
      "qid": "MEMB.005",
      "type": "qna",
      "q": [
        "How can I pay for renewal of my membership with SHRM?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/missionstatementgeneral.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Organizational Culture",
      "alt": {
        "markdown": "<p>Here are some example mission statements: https://www.shrm.org/resourcesandtools/tools-and-samples/policies/pages/missionstatementgeneral.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "OC.001",
      "type": "qna",
      "q": [
        "Do you have sample mission statements?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_000531.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Severance",
      "alt": {
        "markdown": "<p>Here is a sample severance pay policy that may help you: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_000531.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SEV.002",
      "type": "qna",
      "q": [
        "Do you have a sample severance pay policy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_010931.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Succession Planning",
      "alt": {
        "markdown": "<p>Here is a sample succession planning policy: https://www.shrm.org/ResourcesAndTools/tools-and-samples/policies/Pages/cms_010931.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SP.001",
      "type": "qna",
      "q": [
        "Do you have a sample succession planning policy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/how-to-guides/Pages/howtoconductaninvestigation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Investigations",
      "alt": {
        "markdown": "<p>When  an employee makes an informal or formal complaint, the employer should take immediate steps to stop the alleged conflict, protect involved parties and begin investigations. Read the rest of the guide: https://www.shrm.org/ResourcesAndTools/tools-and-samples/how-to-guides/Pages/howtoconductaninvestigation.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "WI.001",
      "type": "qna",
      "q": [
        "How do we conduct an investigation into harassment allegations?",
        "How do we conduct an investigation for sexual harassment complaints?",
        "How to Conduct an Investigation",
        "Conducting Investigations"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/yellinganddegrading.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Harassment",
      "alt": {
        "markdown": "<p>There is currently no existing federal law specifically addressing this issue. However, if the offending behavior is pervasive enough to be considered threatening, intimidating and creating an environment full of hostility, then the potential for hostile work environment harassment or claims of constructive discharge when employees quit is certainly worth taking into consideration. Employers that choose not to take measures to identify and prevent such abuses of power are allowing bullying to occur within their workplaces and may be exposing themselves to some legal risk. In addition to possible legal exposure, allowing such behavior to occur will eventually result in significant costs to the employer due to lowered employee morale, reduced productivity, increased absenteeism and turnover, not to mention possible filings of stress-related disability or workers compensation claims. Employers are encouraged to take this matter very seriously and consider it as intolerable as any other type of harassment within their workplaces.</p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/yellinganddegrading.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.064",
      "type": "qna",
      "q": [
        "Harassment: Bullying: What to consider when there is workplace bullying?",
        "How do we handle a bullying situation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Violence",
      "alt": {
        "markdown": "<p><span>Employers can help abuse victims by directing them to experts in the company's employee assistance program or local shelters. Avoid trying to counsel the person directly. </span></p><p>         <span>Other ways in which an employers can help include&#58;  </span></p><ul><li>            <span>Ask the employee what changes in the work environment would make her or him feel safer, such as providing priority parking and escorts from the parking area.</span></li><li>            <span>Change the employee's office phone number, and remove the employee's name from automated contact </li></ul><p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/victimofdomesticviolence.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.001",
      "type": "qna",
      "q": [
        "How do we help an employee we suspect is the victim of domestic violence?",
        "How can we help an employee who is being abused?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californiapaymentoffinalwages.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Compensation",
      "alt": {
        "markdown": "<p>In the state of California, there are two fundamental sets of rules that apply to the payment of final wages&#58; rules that apply to voluntary separations and those that apply to involuntary separations. </p><p><strong>Involuntary Terminations and Layoffs</strong></p><p>An employee who is terminated or laid off must be paid all of his or her earned and unpaid wages, including accrued vacation, immediately at the time of termination. The place of the final wage payment for employees who are terminated or laid off is the place of termination. </p><p><strong>Employee Resignations</strong></p><p>An employee without a written employment contract for a specified period of time who gives a notice of at least 72 hours prior to his or her intention to quit and quits on the day given in the notice must be paid all of the wages, including accrued vacation, at the time of quitting. An employee without a written employment contract for a specified period of time who quits without giving a notice of at least 72 hours must be paid all of his or her wages, including accrued vacation, within 72 hours of quitting. The employee may request that his or her final wage payment be mailed to a designated address. The date of mailing is considered the date of payment. </p><p>For employees who quit without giving a 72 hours' prior notice and who do not request that their final wages be mailed to them at a designated address, the place of final wage payment is at the office of the employer within the county in which the work was performed.</p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/californiapaymentoffinalwages.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "SHRM.004",
      "type": "qna",
      "q": [
        "What are the rules regarding payment of final wages in the state of California?",
        "How do we handle final pay in California?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_014392.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Fair Labor Standards Act (FLSA)",
      "alt": {
        "markdown": "<p><span class=\"shrm-Style-NoDropCap\">The</span> federal Fair Labor Standards Act (FLSA) regulations, specifically <a href=\"https&#58;//www.ecfr.gov/cgi-bin/text-idx?SID=f6f119f6f5a38ab88ed8ecd050cb1a5a&amp;node=29&#58;3.1.1.2.45&amp;rgn=div5%20-%2029&#58;3.1.1.2.45.3.450.30%20-%20se29.3.785_139#se29.3.785_139\" target=\"_blank\">29 C.F.R. §785.39</a>, are clear on this issue. Travel time associated with overnight stays is generally considered compensable work time when the business travel as a passenger cuts across the nonexempt employee's normal work hours, regardless of what day of the week the travel takes place. </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_014392.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.041",
      "type": "qna",
      "q": [
        "Time Worked: Travel: Under the FLSA, how do I pay nonexempt employees for travel time when they are required to stay overnight?",
        "How do I pay an employee who travels overnight?",
        "Overnight travel"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_019373.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": ""
      },
      "t": "Immigration and Visas",
      "alt": {
        "markdown": "<p>If an employer finds a candidate who is already working in the United States on an H-1B visa, the employer can transfer the candidate's visa from his or her current employer. U.S. Citizenship and Immigration Services must be notified of any changes in employment status through Form I-129 (H-1B petition). This form can be filed electronically.</p><p>Employers should be aware that to file the petition for transfer of the nonimmigrant, the following conditions must be met&#58;</p><ul style=\"list-style-type&#58;disc;\"></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/cms_019373.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.030",
      "type": "qna",
      "selected": false,
      "q": [
        "Visas: H-1B: What do we have to do to transfer a candidate’s H-1B visa from his current employer when he begins working for us?",
        "Can an employer hire a candidate on an H-1B visa who is already working for another employer?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/californiaworkplacemisconduct.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Investigations",
      "alt": {
        "markdown": "<p>Generally, investigations of workplace misconduct, such as sexual harassment, are conducted by a variety of professionals, including internal human resource staff, in-house attorneys, external human resource consultants, external attorneys or private investigators. Although in-house staff may conduct investigations in California, special rules apply when a California employer chooses to hire an external investigator. </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/californiaworkplacemisconduct.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.042",
      "type": "qna",
      "q": [
        "What are the requirements in California for professionals who investigate workplace misconduct?",
        "Who can conduct sexual harassment investigations in California?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/backgroundcheckbeforeoffer.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Background Checks",
      "alt": {
        "markdown": "<p>Federal law does not prohibit employers from conducting background checks before an offer of employment is made.</p><p>State laws, however, may have restrictions. Although in most states a standard background check can be conducted prior to an offer, a small number of states do not allow it.<p></p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/backgroundcheckbeforeoffer.aspx\">Read the entire article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.055",
      "type": "qna",
      "q": [
        "Background Checks: Can an employer conduct a background check before extending an offer of employment?",
        "Can we complete a background check before making a job offer?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/reimbursepersonalautomileage.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Travel Expenses",
      "alt": {
        "markdown": "<p>While federal law does not require employers to pay expenses when employees use their own vehicles for business purposes per se, employers must ensure that employees who drive their personal cars for work do not incur expenses that would drop their pay below minimum wage. </p><a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/reimbursepersonalautomileage.aspx\">Read the rest of the article.</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "SHRM.005",
      "type": "qna",
      "q": [
        "Time Worked: Travel Expenses: Do we have to reimburse personal auto mileage for business-related trips?",
        "Do we have to pay for mileage?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/employercompletessection1ofi9foremployee.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "I-9",
      "alt": {
        "markdown": "<p>Yes. If an employee cannot complete Section 1 without assistance or if he or she needs Form I-9 translated, someone may assist him or her. The preparer or translator must read the form to the employee, assist him or her in completing Section 1 and have the employee...</p><a href=\" https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/employercompletessection1ofi9foremployee.aspx\">See more</a>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.046",
      "type": "qna",
      "q": [
        "I-9: Completing Forms: May I complete Section 1 of Form I-9 for an employee?",
        "Can I complete the I-9 Form for an employee?",
        "Can HR complete the entire I-9 form?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/convertingfiles.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Records and Reports",
      "alt": {
        "markdown": "<p>In general, employers are free to maintain their records in any format they wish, and for a variety of practical reasons, employers may wish to maintain electronic rather than hard copy files. Maintaining employment records in an electronic format relieves employers of the need to provide physical storage space for employment records over a span of many years, which may save money and time. Also, electronic storage facilitates easy retrieval of information and allows for efficient access to documents. Organizations may also elect to go paperless as part of a commitment to sustainability.</p><p><a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/convertingfiles.aspx\">Read the rest of the article.</a></p>",
        "ssml": ""
      },
      "l": "",
      "qid": "HR.005",
      "type": "qna",
      "q": [
        "Personnel Records: Electronic: What factors should we consider when converting personnel files from hard copy to electronic format?",
        "What should we be aware of when switching from hard copy to electronic files?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/createanunduehardship.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Americans with Disabilities Act (ADA)",
      "alt": {
        "markdown": "<p>The Americans with Disabilities Act (ADA) prohibits employers from discriminating against individuals with disabilities in employment, and requires that employers provide reasonable accommodation so that qualified persons with disabilities can perform essential job functions, unless an accommodation is unreasonable or would create an undue hardship. <a href=\"https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/createanunduehardship.aspx\">Read more to find out</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "ADA.003",
      "type": "qna",
      "q": [
        "What is considered undue hardship?",
        "What is undue hardship under the Americans with Disabilties Act (ADA)?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/newfilingrequirements.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Equal Employment Opportunity (EEO)",
      "alt": {
        "markdown": "<p>All employers that are located in the 50 states and the District of Columbia and have at least 100 employees are required to file EEO-1 survey annually with the EEOC. Federal government contractors and first-tier subcontractors with 50 or more employees and at least $50,000 in contracts must file as well. <a href=\"https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/newfilingrequirements.aspx\">Read the entire article</a>.</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "EEO.001",
      "type": "qna",
      "q": [
        "EEO Reporting: Can you please explain the filing requirements for the EEO-l form?",
        "How to fill out EEO-1 report"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/employingindependentcontractors.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Various federal government agencies and some states have their own tests to determine independent contractor status. See the section called \"Tests for independent contractor status\" in this toolkit: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/employingindependentcontractors.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "IC.003",
      "type": "qna",
      "q": [
        "Do you have a test for independent contractor status?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_010200.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Here is a sample hiring checklist for independent contractors: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-forms/Pages/cms_010200.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "IC.004",
      "type": "qna",
      "q": [
        "Do you have a checklist for independent contractors?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/hr-topics/talent-acquisition/pages/know-before-you-hire-2018-employment-screening-trends.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Independent Contractors",
      "alt": {
        "markdown": "<p>Employers should have contingent workers go through the same screening as regular employees to protect against allegations of disparate treatment and insisting in service contracts that contingent workers be subject to employment screens before they appear for work.  Read the entire article: https://www.shrm.org/resourcesandtools/hr-topics/talent-acquisition/pages/know-before-you-hire-2018-employment-screening-trends.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "IC.005",
      "type": "qna",
      "q": [
        "Is it common for employers to run background checks on independent contractors?",
        "What are the risks in not running a background check on contingent workers?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/performingjobanalysis.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Job Analysis",
      "alt": {
        "markdown": "<p>Job analysis is the systematic study of a job to determine which activities and responsibilities it includes, its relative importance to other jobs, the personal qualifications necessary for performance of the job and the conditions under which the work is performed. See our toolkit for more information: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/performingjobanalysis.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "JA.001",
      "type": "qna",
      "q": [
        "What is job analysis?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/whatisanhrdashboard.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>An HR Dashboard is a visual display of HR metrics. See more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/whatisanhrdashboard.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.001",
      "type": "qna",
      "q": [
        "Dashboard: What is an HR Dashboard?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/costperhirecalculation.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>The cost-per-hire (CPH) metric measures the costs associated with sourcing, recruiting and staffing open position in an organization. External costs are commonly defined as expenses paid to external vendors or individuals during recruiting; while internal costs are expenses related to the internal staff, capital and organizational costs of the recruitment/staffing function.  Read more: https://www.shrm.org/resourcesandtools/tools-and-samples/hr-qa/pages/costperhirecalculation.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.004",
      "type": "qna",
      "q": [
        "Cost-per-Hire: What external and internal costs should be included in a cost-per-hire calculation?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/toolkits/Pages/practicingstrategichumanresources.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Leadership, Strategy, and Metrics",
      "alt": {
        "markdown": "<p>HR's role includes developing a plan of HR initiatives to achieve and promote the behaviors, culture and competencies needed to achieve organizational goals. Read our toolkit to find out more on this topic: https://www.shrm.org/ResourcesAndTools/tools-and-samples/toolkits/Pages/practicingstrategichumanresources.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "LSM.006",
      "type": "qna",
      "q": [
        "Do you have tools for building a strategic HR plan?",
        "Do you have tools for building an HR strategy?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/copypersonnelfiles.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Records and Reports",
      "alt": {
        "markdown": "<p>There is no federal law that requires private employers to provide employees access to their personnel files, but there are many state laws that do grant access. Because employees’ access rights vary from state to state, employers should know the personnel file access laws for each state in which they employ individuals.  Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/copypersonnelfiles.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "RR.001",
      "type": "qna",
      "q": [
        "Personnel Records: Is our company legally obligated to allow current or former employees to review or copy personnel files?",
        "Do we have to allow terminated employees to see their file?",
        "Do we have to allow active employees to see their file?",
        "Do we have to allow an employee to have a copy of their file?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/complyingwithemploymentrecordrequirements.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Records and Reports",
      "alt": {
        "markdown": "<p>There are numerous federal and state laws that govern retention of employment records. Employers must ensure that all records are maintained, either in hard copy or electronically, for the minimum period of time required. Often, employers will use a 7-year rule for purging terminated employee files as this typically covers state and federal statutes of limitations; although shorter retention periods may suffice for some records such as I-9 forms and longer periods may apply to other records such as OSHA exposure records. See the section called \"Record Retention\": https://www.shrm.org/resourcesandtools/tools-and-samples/toolkits/pages/complyingwithemploymentrecordrequirements.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "RR.002",
      "type": "qna",
      "q": [
        "How long do employers need to keep personnel files?",
        "How long do we need to keep employee records?",
        "When can we destroy personnel files?",
        "What documents may be purged from employee files and when?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/presentations/Pages/successionplanningtraining.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Succession Planning",
      "alt": {
        "markdown": "<p>Here is a sample training presentation on succession planning: https://www.shrm.org/ResourcesAndTools/tools-and-samples/presentations/Pages/successionplanningtraining.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "SP.004",
      "type": "qna",
      "q": [
        "Do you have succession planning training?"
      ]
    },
    {
      "next": "",
      "args": [
        ""
      ],
      "a": "See answer here: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/typesofsexualharassment.aspx",
      "r": {
        "subTitle": "",
        "imageUrl": "",
        "title": "",
        "text": "",
        "url": ""
      },
      "t": "Workplace Harassment",
      "alt": {
        "markdown": "<p>According to the Equal Employment Opportunity Commission (EEOC), there are two types of sexual harassment claims: \"quid pro quo\" and \"hostile work environment.\" Read more: https://www.shrm.org/ResourcesAndTools/tools-and-samples/hr-qa/Pages/typesofsexualharassment.aspx</p>",
        "ssml": ""
      },
      "l": "",
      "qid": "WH.001",
      "type": "qna",
      "q": [
        "EEO: Sexual Harassment: What are the different types of sexual harassment?",
        "What is sexual harassment?",
        "How do I know if it is sexual harassment?"
      ]
    }
  ]
}