[
  "Membership certificate",
  "is working in support good for my career",
  "tell me about serverless computing",
  "Payroll practices",
  "What should an employer do if an employee states he or she needs an accommodation but doesn't have any documentation to back it up?",
  "Sign up",
  "Mission & Vision Statements: What is the difference between mission, vision and values statements?",
  "Update my phone number",
  "should I stop smoking",
  "tell me the benefits of green vegetables",
  "Background Checks: Are there federal and/or state laws prohibiting employers from asking applicants about arrests and convictions?",
  "Exam",
  "When do I have to pay employees?",
  "SHRM-CP",
  "where is the nearest computer repair store",
  "Two",
  "Annual Conference",
  "Does the Americans with Disabilities Act (ADA) provide a list of conditions that are covered under the act?",
  "Where",
  "A",
  "B",
  "C",
  "D",
  "E",
  "F",
  "One",
  "G",
  "fmla",
  "Certification information",
  "Request a brochure",
  "Termination: If an employee admits that he or she has been drinking while working, can we terminate that person?",
  "Interviewing: Workers with Disabilities: How should an employer interview applicants with disabilities?",
  "Do we have to pay out unused vacation pay to employees who leave our company?",
  "If an employee discloses a medical condition during a disciplinary meeting, must an employer consider a reasonable accommodation?",
  "FMLA",
  "Succession Planning: What is a 9-box grid?",
  "a",
  "b",
  "c",
  "Become certified",
  "d",
  "Must all employers check applicants against a terrorist list before hiring?",
  "e",
  "f",
  "Someone is vandalizing the bathrooms. What do I do?",
  "g",
  "What notices or forms must employers provide to terminating employees in California?",
  "Pay Frequency",
  "Paid Time Off: What is a vacation or PTO buy/sell plan through a cafeteria plan and why offer it?",
  "Can we require an employee to use paid time off (PTO) if he or she hasn’t requested it? Can we limit when an employee can use PTO?",
  "Independent Contractor: Can a U.S. employer engage someone living in another country as an independent contractor?",
  "Register",
  "visa",
  "Legal & Regulatory: Disciplinary Docking: Under the FLSA, may I dock an employee’s pay as a disciplinary penalty?",
  "quit",
  "How do we help an employee we suspect is the victim of domestic violence?",
  "Can we refuse to consider a candidate who is not eligible to work in the United States and would require sponsorship for an H-1B visa?",
  "interview",
  "ADA",
  "Eligibility",
  "Get certified",
  "when should I call emergency services",
  "Health Care Reform: What is the Summary of Benefits and Coverage under the Patient Protection and Affordable Care Act?",
  "Religious Accommodation: Do we have to allow employees to proselytize or use religious expressions/greetings?",
  "Apply",
  "can I deduct their pay?",
  "Benefits",
  "how serious is a core dump",
  "how much does it cost",
  "what is an electric vehicle",
  "where can i learn python",
  "ada",
  "How do I know if an employee’s medical absence qualifies for FMLA leave? What is considered a serious health condition?",
  "how quickly will I find employment after graduating",
  "Personnel Records: Electronic: What factors should we consider when converting personnel files from hard copy to electronic format?",
  "what is coronary artery disease",
  "Applications: Legal Issues: What commonly asked questions should not be on an employment application?",
  "what is a good training program for windows",
  "Can we require documentation from a religious authority to verify an employee's request for religious accommodation?",
  "what is a first down",
  "do I get enough sleep",
  "how many people live in Ireland",
  "how do I donate money",
  "should I learn javascript programming",
  "End",
  "Disability Accommodations: Must employers allow service animals in the workplace?",
  "next",
  "FMLA: Certification: Can we require a physician’s note every time an employee misses work while taking FMLA intermittent leave?",
  "Guide",
  "what is normal blood pressure",
  "Update my account",
  "Visas: H-1B: What do we have to do to transfer a candidate’s H-1B visa from his current employer when he begins working for us?",
  "tell me about healthy eating",
  "Religious Accommodations: Schedule Change: Must an employer accommodate an employee who cannot work Saturdays due to religious beliefs?",
  "PTO",
  "Contact information",
  "is it important to run regular backups",
  "do I have an unusual appearance",
  "Diversity Initiatives: Are diversity initiatives impeded by pre-employment testing?",
  "What constitutes insubordination?",
  "Become a member",
  "How should an employer respond when an employee makes suicidal statements?",
  "Membership type",
  "Renew",
  "tell me about artificial intelligence",
  "May an employer classify an employee as nonexempt, even if the employee's duties qualify for an exemption?",
  "visas",
  "previous",
  "Delivery options",
  "should I use a document store",
  "Certified",
  "give me advice on regular training",
  "pto",
  "Seminar Instructions",
  "how do I know if I am a linux expert",
  "Termination: Performance: What steps should an employer take before terminating an employee for performance issues?",
  "Planning and Design: What is a compensation philosophy? What should be included in a compensation philosophy?",
  "tell me about the phrase life is good",
  "Legal & Regulatory: FLSA: Are there exceptions to the minimum salary requirements for white-collar exemptions under the FLSA regulations?",
  "compensation",
  "Update my contact information",
  "what are the benfits of a cardio workout",
  "Location",
  "what is a graphics processing unit",
  "interviewing",
  "SHRM-SCP",
  "Account",
  "What are the rules in California regarding wage deductions?",
  "Cost of membership",
  "Address",
  "Severance: Why do employers offer severance packages and what do they include?",
  "Membership card",
  "Pay Increase: What is the best way to handle an employee’s request for a pay increase?",
  "Conference",
  "How much is membership",
  "feedback",
  "Career Development: How do I implement a job rotation program in my company?",
  "I-9: Covered Workers: Who needs to complete a Form I-9? Are there exceptions to the I-9 requirement?",
  "what is a stack overflow",
  "Contingent Staffing: Can an independent contractor or a consultant manage company employees",
  "are computer viruses serious",
  "Testing: Physicals: What are the compliance issues involved in conducting pre-employment physical examinations?",
  "How to Handle an Employee’s Request for an ADA Accommodation",
  "How often should I pay someone?",
  "I-9: Completing Forms: May I complete Section 1 of Form I-9 for an employee?",
  "Membership Information",
  "tell me about body mass index",
  "Promotional code",
  "Attend",
  "hello",
  "Harassment: What is meant by the term “reasonable person”?",
  "SHRM seminars",
  "Application",
  "Dues",
  "Profile",
  "Eligibility Verification (I-9): As an employer, do I have to complete all the Forms I-9 myself?",
  "tell me about amazon alexa",
  "is there a gene associated with musical ability",
  "FMLA: Calculating Amount of Leave: Can an employer count holidays against an employee's FMLA leave?",
  "Domestic Violence",
  "Personnel Records: What should, and should not, be included in the personnel file?",
  "immigration",
  "Join",
  "What are the rules regarding payment of final wages in the state of California?",
  "what is a chat bot",
  "Background Checks: Can an employer conduct a background check before extending an offer of employment?",
  "help",
  "When",
  "Benefits of membership",
  "tell me about cloud computing",
  "Religious Accommodations: Holidays: Must employers allow employees to have religious holidays off?",
  "Performance Management: Can our company’s vision and values be reflected in our performance management system?",
  "How can an employer prevent vandalism in the employee restrooms?",
  "Investigations: Bullying: How do I conduct a workplace investigation into bullying when there are no witnesses?",
  "disability",
  "Update my information",
  "Fair Labor Standards",
  "Background Investigations: Can background checks be conducted on independent contractors and other contingent workers?",
  "Registration",
  "how quickly will I recover from triple bypass surgery",
  "Update my profile",
  "Can I fire someone for drinking on the job?",
  "how do I measure my volume",
  "what should I do when i see errors in the logfile",
  "flsa",
  "Visas: H-2B: How long is the H-2B labor certification valid?",
  "Deadline",
  "Time Worked: Travel Expenses: Do we have to reimburse personal auto mileage for business-related trips?",
  "Sign up for membership",
  "Certification",
  "Three",
  "FMLA: Resignation: What are an employer’s obligations and options when an employee submits a resignation while on FMLA leave?",
  "Visas: Labor Certification: What is the foreign labor certification process for hiring foreign workers?",
  "How do I conduct a job analysis to ensure the job description actually matches the duties performed by the employee in the job?",
  "Can I transition my paid-time-off plan from an annual lump sum award to an accrual system equitably?",
  "FLSA",
  "how do I volunteer time",
  "Payroll Practices",
  "is bacon good for you",
  "what is a data warehouse",
  "Updating/Reverifying: What should I do if I rehire a person who previously completed a Form I-9?",
  "Discipline: How long should written warnings or counseling statements stay on file?",
  "Information",
  "Metrics: How do I determine which HR metrics to measure and report?",
  "Cost",
  "How much",
  "Time Worked: Travel: Under the FLSA, how do I pay nonexempt employees for travel time when they are required to stay overnight?",
  "Interns: Can interns be independent contractors?",
  "what is a slam dunk",
  "Phone",
  "what car is the fastest from zero to sixty",
  "What are the requirements in California for professionals who investigate workplace misconduct?",
  "Fees",
  "Find a seminar",
  "when should I hire a consultant",
  "Harassment: Bullying: What to consider when there is workplace bullying?",
  "EEO: General: What is the difference between EEO, affirmative action and diversity?",
  "Values: What does it mean to be a values-based organization?"
]